---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionZProfile
source: html/63788f6f-f89d-4da2-d25f-c08df0f4e637.htm
---
# StructuralSectionZProfile Methods

Returns size of the section boundary.